Repository: keydentify/wp-keydentify
Catalog: localization/keydentify-*.po
Languages: fr_fr

source: Keydentify - Two-Factor Authentication failed
fr_fr: Keydentify - Echec de la double authentification

source: With Keydentify app
fr_fr: Avec Keydentify app

source: 3D Secure by SMS
fr_fr: 3D Secure par SMS

source: 3D Secure by Phone Call
fr_fr: 3D Secure par appel vocal

source: <p>To enable Keydentify two-factor authentication for your WordPress login, you need to configure your integration settings (retrieve your integration key and secret key on your <a target='_blank' href='https://www.keydentify.me'>dedicated Keydentify console</a>).</p>
fr_fr: <p>Pour activer Keydentify pour votre site WordPress, vous devez configurer vos paramètres d'identification (générez votre identifiant et votre clé secrète sur <a target='_blank' href='https://www.keydentify.me'>votre console dédiée</a>).</p>

source: <p>If you don't yet have a Keydentify account, sign up now for free at <a target='_blank' href='http://www.keydentify.com'>http://www.keydentify.com</a>.</p>
fr_fr: <p>Si vous n'avez pas de compte Keydentify, créez en un gratuitement sur <a target='_blank' href='https://www.keydentify.me'>http://www.keydentify.com</a>.</p>

source: Service ID is not valid
fr_fr: Identifiant invalide

source: Secret key is not valid
fr_fr: Clé secrète invalide

source: Auth Type is not valid
fr_fr: Type d'authentification invalide

source: Main Settings
fr_fr: Paramètres

source: Service Id
fr_fr: Identifiant

source: Secret key
fr_fr: Clé secrète

source: Auth Type
fr_fr: Type d'authentification

source: Settings
fr_fr: Paramètres

source: Security
fr_fr: Sécurité

source: Yes, secure my account with Keydentify
fr_fr: Oui, sécuriser mon compte

source: I don't want to use Keydentify for now
fr_fr: Je ne souhaite pas utiliser Keydentify

source: Do you want to activate Keydentify - Two-Factor Authentication ?
fr_fr: Souhaitez vous sécuriser votre compte avec la double authentification Keydentify ?

source: Please enter your mobile phone number
fr_fr: Veuillez saisir votre numéro de téléphone

source: offers secure access to your account via <a href='http://www.keydentify.com' target='_blank'>Keydentify strong authentication system</a>.
fr_fr: vous propose maintenant un accès sécurisé à votre compte via <a href='http://www.keydentify.com' target='_blank'> Keydentify </ a>, service de double authentification.

source: The login process will take place in two steps:<br />1 - Enter your credentials as usually,<br />2 - Then simply launch <a href= \"http://www.keydentify.com/download/\" target=\"_blank\" title=\"Click here to download Keydentify App\">Keydentify App</a> and your identity will be confirmed.
fr_fr: Le processus de connexion se déroulera en deux étapes: <br /> 1 - Saisissez vos identifiants, <br /> 2 - Lancez <a href= \"http://www.keydentify.com/download/\" target=\"_blank\" title=\"Clicquer ici pour télécharger l'application Keydentify App\">l'application Keydentify</a> pour confirmer votre identité.

source: The login process will take place in two steps:<br />1 - Enter your credentials as usually,<br />2 - Enter the security code received by SMS.
fr_fr: La procédur ed'authentification se déroulera en 2 étapes : <br />1 - Saisissez vos identifiants,<br />2 - Saisissez le code de vérification reçu par SMS

source: Do you want to activate this security ?
fr_fr: Souhaitez-vous activer ce système de sécurité ?

source: Yes, secure my account
fr_fr: Oui, sécuriser mon compte

source: No later
fr_fr: Non, plus tard

source: <strong>ERROR</strong>: To enable Keydentify, you have to enter a valid mobile phone number.
fr_fr: <strong>ERREURR</strong>: Pour activer Keydentify, vous devez fournir un numéro de téléphone valide (+331234567890).

source: Login secure by <a href='http://www.keydentify.com' target='_blank'>Keydentify</a>
fr_fr: Site sécurisé par <a href='http://www.keydentify.com' target='_blank'>Keydentify</a>

source: <br />Your mobile phone is required!
fr_fr: <br />Votre smartphone est requis!

source: Unable to validate your account!
fr_fr: Impossible de valider votre compte !

source: The submitted data is not properly formatted!
fr_fr: Les données transmises ne sont pas cohérentes ...

source: You've have not confirmed your account in the expected time frame!
fr_fr: Vous n'avez pas confirmé votre compte dans le temps imparti !

source: Some validation data are missing!
fr_fr: Il manque des données de validation !
